import type { Feature } from "./aboutMe.types.ts"

export const features: Array<Feature> = [
	{
		text: "Высокое качество как графических материалов, так и внутренних алгоритмов работы сайта",
		duration: 0.2
	},
	{
		text: "фриланс как основная деятельность, что означает полную отдачу в процессе работы над заказом",
		duration: 0.4
	},
	{
		text: "внимательность ко всем требованиям заказчика и прояснение любых неясных моментов",
		duration: 0.6
	},
	{
		text: "предоставление результатов на каждом значительном этапе работы с возможностью внести какие-то корректировки",
		duration: 0.8
	},
	{
		text: "университетская база по программированию на языках высокого уровня",
		duration: 1.0
	},
	{
		text: "высшее образование по направлению «Фундаментальная информатика и информационные технологии»",
		duration: 1.2
	}
]
